<template>
  <div class="rules">
    <div class="article-text">
      <div class="modal-politics">
        <div>
          <h4 class="modal-politics__sub-title">Общие положения</h4>
          <p>
            Некоторые объекты, размещенные на сайте, являются интеллектуальной
            собственностью компании "Еда Серов". Использование таких объектов
            установлено действующим законодательством РФ.
          </p>
          <p>
            На сайте "Еда Серов" имеются ссылки, позволяющие перейти на другие
            сайты. Компания "Еда Серов" не несет ответственности за сведения,
            публикуемые на этих сайтах и предоставляет ссылки на них только в
            целях обеспечения удобства для посетителей своего сайта.
          </p>
        </div>
        <br />
        <div>
          <h4 class="modal-politics__sub-title">
            Личные сведения и безопасность
          </h4>
          <p>
            Компания "Еда Серов" гарантирует, что никакая полученная от Вас
            информация никогда и ни при каких условиях не будет предоставлена
            третьим лицам, за исключением случаев, предусмотренных действующим
            законодательством Российской Федерации.
          </p>
          <p>
            В определенных обстоятельствах компания "Еда Серов" может попросить
            Вас зарегистрироваться и предоставить личные сведения.
            Предоставленная информация используется исключительно в служебных
            целях, а также для предоставления доступа к специальной информации.
          </p>
          <p>
            Личные сведения можно изменить, обновить или удалить в любое время в
            разделе "Аккаунт" &gt; "Профиль".
          </p>
          <p>
            Чтобы обеспечить Вас информацией определенного рода, компания "Еда
            Серов" с Вашего явного согласия может присылать на указанный при
            регистрации адрес электронный почты информационные сообщения. В
            любой момент Вы можете изменить тематику такой рассылки или
            отказаться от нее.
          </p>
          <p>
            Как и многие другие сайты, "Еда Серов" использует технологию cookie,
            которая может быть использована для продвижения нашего продукта и
            измерения эффективности рекламы. Кроме того, с помощь этой
            технологии "Еда Серов" настраивается на работу лично с Вами. В
            частности без этой технологии невозможна работа с авторизацией в
            панели управления.
          </p>
          <p>
            Сведения на данном сайте имеют чисто информативный характер, в них
            могут быть внесены любые изменения без какого-либо предварительного
            уведомления.
          </p>
          <p>
            Чтобы отказаться от дальнейших коммуникаций с нашей компанией,
            изменить или удалить свою личную информацию, напишите нам через
            форму обратной связи
          </p>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: "Rules",
};
</script>

<style lang="scss" scoped>
p {
  margin: 15px 0 8px 0;
}
</style>