<template>
  <div class="rules">
    <div class="article-text">
      <ul>
        <li>
          Приведенные ниже правила распространяются на&nbsp;всех посетителей
          сайта, оставляющих комментарии к&nbsp;статьям или участвующих
          в&nbsp;форумах и&nbsp;блогах, и&nbsp;обязательны для выполнения.
        </li>
        <li>
          Администрация сайта оставляет за&nbsp;собой право изменять правила без
          уведомления.
        </li>
        <li>
          Дополнения и&nbsp;изменения правил начинают действовать с&nbsp;момента
          их&nbsp;опубликования.
        </li>
      </ul>
      <p><strong> Регистрация:</strong></p>
      <ol>
        <li>
          Право публиковать комментарии к&nbsp;статьям, а&nbsp;также сообщения
          и&nbsp;комментарии в&nbsp;блогах и&nbsp;форумах имеют только лица,
          прошедшие процедуру регистрации.
        </li>
        <li>
          При регистрации не&nbsp;допускается использование вместо имени,
          фамилии или логина нецензурных выражений, адресов веб-сайтов, e-mail
          и&nbsp;т.&nbsp;п.
        </li>
        <li>
          Лица, желающие публиковать в&nbsp;блогах не&nbsp;только комментарии,
          но&nbsp;и&nbsp;собственные посты, то&nbsp;есть выступать в&nbsp;роли
          блогеров, должны предварительно согласовать этот вопрос с&nbsp;ведущим
          темы интересующего их&nbsp;блога, обратившись к&nbsp;нему
          по&nbsp;электронной почте (по&nbsp;соответствующей ссылке
          на&nbsp;странице блога), после чего зарегистрироваться на&nbsp;сайте
          с&nbsp;указанием настоящих имени и&nbsp;фамилии (если это было сделано
          ранее для участия в&nbsp;форумах, то&nbsp;повторная регистрация
          не&nbsp;требуется), затем указать в&nbsp;своем профиле своем место
          работы и&nbsp;должность и&nbsp;выслать на&nbsp;адрес ведущего темы
          портретное фото размером примерно 400x600 пикселей в&nbsp;формате JPG.
        </li>
      </ol>
      <p><strong> Общие положения: </strong></p>
      <ol>
        <li>
          Прежде чем создавать новые темы на&nbsp;форумах, обязательно
          воспользуйтесь <a href="/search/">поиском</a> и&nbsp;прочтите
          <a href="/about/faq/">FAQ</a>. Возможно, то, что&nbsp;Вы хотите
          спросить, уже обсуждалось. Так Вы&nbsp;сэкономите время себе
          и&nbsp;другим.
        </li>
        <li>
          Старайтесь писать грамотно. Проверяйте написанные сообщения перед тем
          как их&nbsp;отправить.
        </li>
        <li>
          При подготовке сообщения избегайте излишнего цитирования. Это
          затрудняет чтение сообщения и&nbsp;излишне загружает тему.
        </li>
        <li>
          Личная переписка в&nbsp;общей теме считается оффтопиком. Для личной
          переписки есть Персональные сообщения.
        </li>
        <li>
          Избегайте копирования объёмных материалов каких-либо веб-страниц.
          Лучше публикуйте ссылки на&nbsp;эти материалы.
        </li>
        <li>
          Если Вам нечего сказать, лучше ничего не&nbsp;говорить. Не&nbsp;надо
          писать сообщения только для того, чтобы отметиться.
        </li>
        <li>
          Оставляя комментарий к&nbsp;статье, в&nbsp;форуме или блоге, следуйте
          правилу: обсуждаем предмет дискуссии и&nbsp;аргументы оппонентов,
          а&nbsp;не&nbsp;личностные и&nbsp;профессиональные качества участников
          дискуссии.
        </li>
      </ol>
      <p>
        <strong>
          В&nbsp;комментариях к&nbsp;статьям, блогах и&nbsp;форумах запрещено:
        </strong>
      </p>
      <ol>
        <li>
          Публиковать сообщения, нарушающие действующее законодательство РФ.
        </li>
        <li>Публиковать заведомо ложную информацию.</li>
        <li>
          Использовать нецензурные и/или грубые выражения (в&nbsp;том числе
          в&nbsp;замаскированной форме).
        </li>
        <li>
          Оскорблять кого-либо в&nbsp;прямой или косвенной форме, проявлять
          неуважение к&nbsp;авторам публикаций и&nbsp;участникам дискуссии (см.
          также Общие положения, п.&nbsp;7).
        </li>
        <li>
          Делать замечания участникам, не&nbsp;обладая для этого правами
          ведущего темы или модератора (их&nbsp;права и&nbsp;обязанности
          оговорены ниже).
        </li>
        <li>
          Обсуждать публично замечания и&nbsp;действия ведущего темы или
          модератора. Свое мнение можно выразить, обратившись к&nbsp;руководству
          редакции по&nbsp;адресу
          <a href="mailto:editorial@itweek.ru">editorial@itweek.ru</a>.
        </li>
        <li>
          Рекламировать в&nbsp;сообщениях, подписях или аватарах любые товары
          и&nbsp;услуги без специального разрешения администрации сайта.
        </li>
        <li>
          Создавать одинаковые темы или сообщения в&nbsp;разных форумах
          и&nbsp;блогах.
        </li>
        <li>
          Создавать темы с&nbsp;вопросами, ответы на&nbsp;которые даны
          в&nbsp;теме FAQ.
        </li>
        <li>
          Создавать новые темы с&nbsp;названиями, не&nbsp;отражающими суть
          проблемы или вопроса.
        </li>
        <li>
          Инициировать обсуждения на&nbsp;«вольные темы» (флеймить), создавать
          темы, не&nbsp;соответствующие тематике форумов, а&nbsp;также размещать
          комментарии, не&nbsp;соответствующие обсуждаемой теме (оффтопик).
        </li>
        <li>
          Публиковать ссылки на&nbsp;нелицензионное коммерческое программное
          обеспечение (варез), программы для его взлома (краки)
          и&nbsp;генераторы ключей, а&nbsp;также на&nbsp;материалы, защищённые
          авторскими правами (книги, музыка, видео и&nbsp;прочее).
        </li>
        <li>
          Публиковать сообщения, не&nbsp;несущие конкретной смысловой нагрузки
          в&nbsp;контексте обсуждаемой темы (флуд).
        </li>
        <li>
          Публиковать сообщения, содержащие «аффтарскую» речь, специально
          сделанные ошибки; злостно нарушать правила русского языка.
        </li>
        <li>
          Размещать в&nbsp;подписях к&nbsp;сообщениям ссылки на&nbsp;сайты,
          не&nbsp;отвечающие тематике форума.
        </li>
        <li>
          Публиковать сообщения, набранные ЗАГЛАВНЫМИ или заглавными
          и&nbsp;прописными буквами вперемешку («вОт ТаКиМ оБрАзОм»),
          а&nbsp;также использовать в&nbsp;текстах особое форматирование
          и&nbsp;выделение цветом, отличное от&nbsp;стандартного, с&nbsp;целью
          привлечения дополнительного внимания аудитории.
        </li>
      </ol>
      <p><strong> Не&nbsp;рекомендуется:</strong></p>
      <ol>
        <li>
          Набирать сообщения транслитом, так как это неудобно для чтения.
          Существуют методы, которые позволяют переводить транслит
          в&nbsp;кириллицу. (Администрация сайта оставляет за&nbsp;собой право
          закрывать темы, в&nbsp;которых пользователи постоянно пишут транслитом
          и&nbsp;игнорируют данный пункт правил.)
        </li>
        <li>
          Создавать аватары и&nbsp;подписи на&nbsp;политические или религиозные
          темы. (Администрация оставляет за&nbsp;собой право удалять такие
          аватары и&nbsp;подписи после уведомления пользователя через
          Персональные сообщения.)
        </li>
        <li>
          Публиковать сообщения политического или религиозного содержания.
          (Администрация оставляет за&nbsp;собой право удалять подобные
          сообщения без предупреждения.)
        </li>
        <li>
          Использовать подписи на&nbsp;любом языке, кроме русского
          и&nbsp;английского. Пользователи русскоязычного форума должны
          понимать&nbsp;то, что пишут остальные участники форума. Английский
          считается международным языком. (Администрация оставляет за&nbsp;собой
          право удалять такие подписи после уведомления пользователя через
          Персональные сообщения.)
        </li>
        <li>
          Многократно поднимать тему, если на&nbsp;поставленный вопрос ответ
          не&nbsp;был получен своевременно. В&nbsp;случае многократного поднятия
          темы сообщениями типа «up», это может быть расценено как флуд.
        </li>
      </ol>
      <p><strong> Требования к&nbsp;блогерам:</strong></p>
      <ol>
        <li>
          Блогер принимает на&nbsp;себя обязательство регулярного участия
          в&nbsp;работе блога (в&nbsp;среднем не&nbsp;реже одного поста
          в&nbsp;месяц).
        </li>
        <li>
          В&nbsp;блогах ITWeek не&nbsp;допускается публикация постов, ранее
          опубликованных на&nbsp;других интернет-ресурсах.
        </li>
        <li>
          Публикация размещенных в&nbsp;блогах ITWeek постов на&nbsp;других
          интернет-ресурсах возможна в&nbsp;соответствии с&nbsp;правилами,
          изложенными в&nbsp;<a href="/about/politika/#7-6"
            >Информации об&nbsp;авторских правах и&nbsp;порядке использования
            материалов сайта</a
          >.
        </li>
        <li>
          Публикация поста предполагает последующее участие блогера в&nbsp;его
          обсуждении, если комментарии к&nbsp;посту содержат обращенные
          к&nbsp;автору поста вопросы. В&nbsp;случае систематического
          игнорирования автором этого правила администрация сайта вправе
          исключить его из&nbsp;числа блогеров.
        </li>
      </ol>
      <p><strong> Администрирование: </strong></p>
      <ol>
        <li>
          Администрирование блогов и&nbsp;форумов осуществляют ведущие тем
          блогов и&nbsp;модераторы. Они имеют право преимущественного
          трактования правил форумов и&nbsp;блогов в&nbsp;случае, если
          какому-либо участнику они представляются неоднозначными.
        </li>
        <li>
          Ведущие тем блогов контролируют соответствие предложенных
          к&nbsp;публикации постов и&nbsp;комментариев к&nbsp;ним действующим
          в&nbsp;блогах правилам, а&nbsp;также осуществляют публикацию
          подготовленных блогерами постов. Ведущие тем блогов имеют право делать
          замечания участникам блогов в&nbsp;случае нарушения ими правил участия
          в&nbsp;блогах, сославшись на&nbsp;конкретный пункт правил.
        </li>
        <li>
          Модераторы форумов и&nbsp;блогов имеют право редактировать,
          переносить, закрывать, а&nbsp;также удалять сообщения и&nbsp;темы,
          не&nbsp;удовлетворяющие правилам, без предупреждения.
        </li>
        <li>
          Действия ведущих тем и&nbsp;модераторов можно обсудить непосредственно
          с&nbsp;ними (только посредством персональных сообщений) или обжаловать
          в&nbsp;администрации сайта по&nbsp;адресу
          <a href="mailto:editorial@itweek.ru">editorial@itweek.ru</a>.
        </li>
        <li>
          Решение администрации сайта является окончательным и&nbsp;обжалованию
          не&nbsp;подлежит.
        </li>
      </ol>
    </div>
  </div>
</template>

<script>
export default {
  name: "Rules",
};
</script>

<style lang="scss" scoped>
p {
  margin: 15px 0 8px 0;
}
</style>